{
  "University Name": "Rungta International Skills University (RISU), Bhilai.",
  
  "About Us": "Rungta International Skills University (RISU) is Chhattisgarh's premier institution, established in 2025. We focus on 'Skill-First' education, ensuring students are not just degree holders but industry-ready professionals. We have a legacy of excellence in Engineering, Management, Pharmacy, and Science.",
  
  "Why Choose Rungta (USP)": "Here is why students choose RISU:\n1. Top-tier Placements (High placement ratio in Central India).\n2. World-class Infrastructure (150+ acres campus).\n3. Skill-based Curriculum (Focus on practicals).\n4. Vibrant Campus Life (Fests like Innovision & Rungta Utsav).",
  
  "Courses Offered": "We offer a wide range of programs:\n• Engineering: B.Tech (CSE, AI & ML, Civil, Mech), M.Tech.\n• Management: MBA, BBA.\n• IT: BCA, MCA, B.Sc (CS).\n• Pharmacy: B.Pharm, D.Pharm, M.Pharm.\n• Science & Commerce: B.Sc, B.Com.\nFor a specific course syllabus, visit: https://rungtainternational.org/courses",
  
  "Fee Structure": "Our fee structure is affordable and transparent:\n• B.Tech: ₹35,000 per semester.\n• BCA: ₹20,000 per semester.\n• MBA: ₹40,000 per semester.\n• B.Pharm: ₹30,000 per semester.\n• MCA: ₹25,000 per semester.\n(Note: Hostel and Bus fees are separate. Scholarships are available for meritorious students). for more details visit: https://rungta.ac.in/fees?doing_wp_cron=1770830160.6291809082031250000000",
  
  "Admission Process": "Getting admission is simple:\n1. Apply Online: Visit https://rungtainternational.org/admissions.\n2. Counseling: Our team will contact you for a basic counseling session.\n3. Document Verification: Submit 10th/12th marksheets.\n4. Confirmation: Pay the admission fees to book your seat.\nYou can also visit our Bhilai campus for a walk-in admission. For queries, call +91-788-1234567. and for more details visit: https://rungta.ac.in/admission-procedure",
  
  "Placements & Jobs": "Placements are our biggest strength!\n• Highest Package: ₹38 LPA (2024).\n• Average Package: ₹6.5 LPA.\n• Top Recruiters: Amazon, TCS, Infosys, Tech Mahindra, Accenture, and Wipro.\n• Record: We have achieved 95% placement for eligible students in the last session.",
  
  "Scholarship": "Yes, we support talent! Scholarships are available for:\n1. Merit-based (High % in 12th/Graduation).\n2. Sports Quota (State/National players).\n3. Rungta Alumni benefits.\nContact the admission office for the exact percentage of fee waiver.",
  
  "Hostel Facilities": "We call it a 'Home away from Home'.\n• Separate AC/Non-AC hostels for Boys and Girls inside the campus.\n• Facilities: High-speed Wi-Fi, Gym, Study Halls, and 24x7 Security.\n• Food: Nutritious and hygienic food (Breakfast, Lunch, Snacks, Dinner) is provided in the Mess.",
  
  "Campus Life & Events": "Life at Rungta is full of energy! We organize:\n• 'Innovision': Central India's largest Tech Fest.\n• 'Rungta Utsav': A grand annual Cultural Fest with celebrity nights.\n• Various technical and non-technical clubs for student development.",
  
  "Student Login (ERP)": "For current students: You can access your Attendance, Results, and Time-Table on the Rungta SIS (Student Information System) portal here: https://rungta.ac.in/student-login",
  
  "Exam & Results": "Exam schedules are updated on the college notice board and the ERP portal. Semester exams usually happen in May-June and Nov-Dec. For results, check your student login.",
  
  "Bus & Transport": "We have a fleet of 50+ buses covering Bhilai, Durg, Raipur, and Rajnandgaon. Passes can be renewed semester-wise at the admin office.",
  
  "Library": "Our central library is open from 8:00 AM to 8:00 PM. It has 50,000+ books, IEEE journals, and a digital section with free Wi-Fi for research.",
  
  "Contact Details": "Need help? Reach out to us:\n📞 Admission Helpline: +91-788-1234567\n✉️ Email: info@rungtainternational.org\n📍 Address: Rungta Educational Campus, Bhilai, Chhattisgarh.",
  
  "Who built you": "I am the Rungta AI Assistant, proudly developed by Aasif Eqbal (Student of BCA 3year at RISU) to help you navigate your college journey!",
  
  "Hello / Hi": "Hello! Welcome to Rungta International Skills University. I can help you with Admissions, Fees, Placements, or Student Login. What would you like to know?",
  
  "Goodbye": "Goodbye! We hope to see you on campus soon. Have a great day!",
  
  "Default/Fallback": "I'm sorry, I don't have that specific information right now. Please check our official website rungtainternational.org or call our helpline +91-788-1234567.",

  "Events & programs": "Rungta Campus life is vibrant and full of energy! 🌟\n\n🎉 **Innovision (Tech Fest):** Central India's largest technical festival with robotics, coding, and gaming competitions.\n📸 Photo Gallery: https://rungta.ac.in/technical-eventsih-hackathon\n\n🎭 **VYOM (Cultural Fest):** A grand celebration with celebrity nights, dance, music, and fashion shows.\n📸 Photo Gallery:https://rungta.ac.in/vyom\n\n🏏 **Sports:** We have facilities for Cricket, Basketball, and Football tournaments.",

  "Placements & Tie-ups": "🚀 **Placement Highlights:**\nWe are known for the best placements in the region!\n\n🏢 **Top Recruiters:** Amazon, TCS, Infosys, Wipro, Accenture, Capgemini, Tech Mahindra, and DBS Bank.\n\n🤝 **Industry Tie-ups (MOUs):** We have official training partnerships with:\n- Google Cloud\n- AWS Academy\n- Cisco Networking Academy\n- Red Hat\n\n💰 **Packages:**\n- Highest: ₹38 LPA\n- Average: ₹6.5 LPA",

  "Alumni Network": "🎓 **Our Alumni:**\nRungta's alumni network is 25,000+ strong and spread across the globe! 🌍\n\nThey are working in top MNCs like Google, Microsoft, and NASA, while many have become successful entrepreneurs. We conduct regular 'Alumni Meets' where seniors guide current students about career paths."









}
